The opening element id.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public ElementId OpeningElementId { get; }
  Visual Basic
Public ReadOnly Property OpeningElementId As ElementId
	Get
  Visual C++
public:
property ElementId^ OpeningElementId {
	ElementId^ get ();
}
 See Also
  IFCOpeningData Class
  Autodesk.Revit.DB.IFC Namespace